Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: On the keyboard, open it from the tools menu and start talking.
de: Öffne es auf der Tastatur im Werkzeugmenü und leg los.
es: En el teclado, ábrelo desde el menú de herramientas y empieza a hablar.
et: Klaviatuuril ava see tööriistade menüüst ja hakka rääkima.
fr: Sur le clavier, ouvre-la depuis le menu Outils et parle.
hu: A billentyűzeten nyisd meg az eszközmenüből, és kezdj beszélni.
it: Sulla tastiera, aprila dal menu strumenti e comincia a parlare.
ja: キーボードではツールメニューから開き、話し始めます。
ko: 키보드에서는 도구 메뉴로 열고 말하기 시작하면 됩니다.
ms: Pada papan kekunci, bukanya dari menu alat dan mula bercakap.
pt: No teclado, abre-o pelo menu de ferramentas e começa a falar.
ru: На клавиатуре откройте её из меню инструментов и начинайте говорить.
zh_hans: 在键盘上从工具菜单打开它，然后开口说。

source: On the keyboard, open it from the tools menu and start writing.
de: Öffne sie auf der Tastatur im Tools-Menü und schreib los.
es: En el teclado, ábrela desde el menú de herramientas y empieza a escribir.
et: Klaviatuuril ava see tööriistade menüüst ja hakka kirjutama.
fr: Sur le clavier, ouvre-la depuis le menu des outils et écris.
hu: A billentyűzeten nyisd meg az eszközök menüből, és kezdj írni.
it: Sulla tastiera, aprila dal menu strumenti e inizia a scrivere.
ja: キーボードのツールメニューから開いて、書き始めます。
ko: 키보드의 도구 메뉴에서 열고 바로 쓰기 시작하세요.
ms: Pada papan kekunci, bukanya dari menu alat dan mula menulis.
pt: No teclado, abre-a no menu de ferramentas e começa a escrever.
ru: На клавиатуре откройте его из меню инструментов и начинайте писать.
zh_hans: 在键盘上从工具菜单打开它，直接开始写。

source: On the keyboard, open it from the tools menu and tap an effect.
de: Öffne es auf der Tastatur über das Werkzeugmenü und tippe auf einen Effekt.
es: En el teclado, ábrelo desde el menú de herramientas y toca un efecto.
et: Ava see klaviatuuri tööriistamenüüst ja puuduta soovitud efekti.
fr: Sur le clavier, ouvre-le depuis le menu des outils et touche un effet.
hu: A billentyűzet eszközmenüjéből nyisd meg, majd koppints egy effektusra.
it: Sulla tastiera, aprilo dal menu degli strumenti e tocca un effetto.
ja: キーボードのツールメニューから開き、使いたい効果をタップします。
ko: 키보드의 도구 메뉴에서 열고 원하는 효과를 탭하세요.
ms: Pada papan kekunci, bukanya melalui menu alat dan ketik satu kesan.
pt: No teclado, abre-o no menu de ferramentas e toca num efeito.
ru: Откройте панель через меню инструментов на клавиатуре и нажмите на нужный эффект.
zh_hans: 在键盘的工具菜单中打开它，然后轻点一种特效。

source: On the keyboard, open it from the tools menu, do the sum, and tap the result to type it.
de: Öffne ihn auf der Tastatur im Tools-Menü, rechne, und tipp auf das Ergebnis, um es einzufügen.
es: En el teclado, ábrela desde el menú de herramientas, haz la cuenta y toca el resultado para escribirlo.
et: Klaviatuuril ava see tööriistade menüüst, tee arvutus ja puuduta tulemust, et see tipida.
fr: Sur le clavier, ouvre-la depuis le menu des outils, fais le calcul, et touche le résultat pour l'insérer.
hu: A billentyűzeten nyisd meg az eszközök menüből, számold ki, majd koppints az eredményre, hogy beírja.
it: Sulla tastiera, aprila dal menu strumenti, fai il calcolo e tocca il risultato per scriverlo.
ja: キーボードのツールメニューから開いて計算し、結果をタップすると入力されます。
ko: 키보드의 도구 메뉴에서 열어 계산한 뒤, 결과를 누르면 그대로 입력됩니다.
ms: Pada papan kekunci, bukanya dari menu alat, buat pengiraan, dan ketik hasilnya untuk menaipnya.
pt: No teclado, abre-a no menu de ferramentas, faz a conta e toca no resultado para o escreveres.
ru: На клавиатуре откройте его из меню инструментов, посчитайте и нажмите на результат, чтобы вставить.
zh_hans: 在键盘上从工具菜单打开它，算好后点一下结果就输入进去。

source: On the keyboard, type your message and open Translate from the tools menu.
de: Tipp auf der Tastatur deine Nachricht und öffne „Übersetzen“ im Tools-Menü.
es: En el teclado, escribe tu mensaje y abre Traducir desde el menú de herramientas.
et: Klaviatuuril tipi oma sõnum ja ava tööriistade menüüst Tõlgi.
fr: Sur le clavier, tape ton message et ouvre Traduire depuis le menu des outils.
hu: A billentyűzeten írd meg az üzenetet, majd nyisd meg a Fordítást az eszközök menüből.
it: Sulla tastiera, scrivi il messaggio e apri Traduci dal menu strumenti.
ja: キーボードでメッセージを入力し、ツールメニューから「翻訳」を開きます。
ko: 키보드에서 메시지를 쓴 다음 도구 메뉴에서 번역을 여세요.
ms: Pada papan kekunci, taip mesej anda dan buka Terjemah dari menu alat.
pt: No teclado, escreve a tua mensagem e abre Traduzir no menu de ferramentas.
ru: На клавиатуре наберите сообщение и откройте «Перевод» из меню инструментов.
zh_hans: 在键盘上把消息打好，然后从工具菜单打开“翻译”。

source: On word
de: Bei jedem Wort
es: Por palabra
et: Iga sõna järel
fr: À chaque mot
hu: Minden szónál
it: A ogni parola
ja: 単語ごとに
ko: 단어마다
ms: Setiap perkataan
pt: A cada palavra
ru: При каждом слове
zh_hans: 每个单词时

source: On your phone
de: Auf deinem Telefon
es: En tu teléfono
et: Sinu telefonis
fr: Sur ton téléphone
hu: A telefonján
it: Sul tuo telefono
ja: お使いの iPhone 上
ko: 휴대폰에서
ms: Pada telefon anda
pt: No seu telefone
ru: На вашем телефоне
zh_hans: 在你的手机上

source: On, in the Tools menu
de: An, im Werkzeugmenü
es: Activado, en el menú Herramientas
et: Sees, Tööriistade menüüs
fr: Activé, dans le menu Outils
hu: Be, az Eszközök menüben
it: Attivo, nel menu Strumenti
ja: オン、ツールメニュー内
ko: 켜짐, 도구 메뉴에
ms: Hidup, dalam menu Alat
pt: Ligado, no menu Ferramentas
ru: Включено, есть в меню инструментов
zh_hans: 开启，在工具菜单中

source: On, not in the menu
de: An, nicht im Menü
es: Activado, fuera del menú
et: Sees, mitte menüüs
fr: Activé, hors du menu
hu: Be, de nem a menüben
it: Attivo, non nel menu
ja: オン、メニューには非表示
ko: 켜짐, 메뉴에는 없음
ms: Hidup, tiada dalam menu
pt: Ligado, fora do menu
ru: Включено, но не в меню
zh_hans: 开启，但不在菜单中

source: On-Keyboard
de: Auf der Tastatur
es: En el teclado
et: Klaviatuuril
fr: Sur le clavier
hu: A billentyűzeten
it: Sulla tastiera
ja: キーボード上
ko: 키보드 위
ms: Pada papan kekunci
pt: No teclado
ru: На клавиатуре
zh_hans: 键盘上

source: On-device & private
de: Auf dem Gerät & privat
es: En el dispositivo y privado
et: Seadmes ja privaatne
fr: Sur l'appareil et privé
hu: Az eszközön, privátan
it: Sul dispositivo e privato
ja: デバイス上で完結、プライベート
ko: 기기에서 처리, 비공개
ms: Pada peranti & peribadi
pt: No dispositivo e privado
ru: На устройстве и приватно
zh_hans: 设备端处理，保护隐私

source: On-device Apple Intelligence
de: Apple Intelligence auf dem Gerät
es: Apple Intelligence en el dispositivo
et: Seadmesisene Apple Intelligence
fr: Apple Intelligence sur l'appareil
hu: Az eszközön Apple Intelligence
it: Apple Intelligence sul dispositivo
ja: デバイス上のApple Intelligence
ko: 기기 내 Apple Intelligence
ms: Apple Intelligence atas peranti
pt: Apple Intelligence no dispositivo
ru: Apple Intelligence на устройстве
zh_hans: 设备端 Apple Intelligence

source: On-device edits, right in the keyboard
de: Änderungen direkt in der Tastatur, komplett auf dem Gerät
es: Cambios en el dispositivo, directamente en el teclado
et: Muudatused seadmes, otse klaviatuuril
fr: Modifications sur l'appareil, directement dans le clavier
hu: Készüléken végzett szerkesztés, közvetlenül a billentyűzetben
it: Modifiche sul dispositivo, direttamente nella tastiera
ja: 端末上での編集を、キーボードの中でそのまま
ko: 기기 안에서, 키보드에서 바로 수정해요
ms: Suntingan pada peranti, terus dalam papan kekunci
pt: Edições no dispositivo, mesmo dentro do teclado
ru: Правки на устройстве, прямо в клавиатуре
zh_hans: 本机编辑，直接在键盘里完成

source: Onboarding
de: Einführung
es: Introducción
et: Sissejuhatus
fr: Prise en main
hu: Bevezetés
ja: オンボーディング
ko: 온보딩
ms: Permulaan
pt: Introdução
ru: Знакомство
zh_hans: 新手引导

source: One at a time
de: Nur die aktuelle
es: Solo el actual
et: Üks korraga
fr: Une à la fois
hu: Egyszerre egy
it: Una alla volta
ja: 1つずつ
ko: 하나씩
ms: Satu pada satu masa
pt: Um de cada vez
ru: По одному
zh_hans: 一次一个

source: One bar of your recent emoji. Pick how many fit.
de: Ein Balken mit deinen zuletzt genutzten Emojis. Wähle, wie viele passen.
es: Una barra con tus emojis recientes. Elige cuántos caben.
et: Üks riba sinu viimaste emojidega. Vali, mitu mahub.
fr: Une barre de tes emojis récents. Choisis combien en afficher.
hu: Egy sáv a legutóbbi emojikkal. Állítsd be, hány fér el.
it: Una barra con le emoji recenti. Scegli quante.
ja: 最近使った絵文字のバーです。いくつ並べるか選べます。
ko: 최근 이모지 한 줄입니다. 몇 칸인지 고르세요.
ms: Satu bar emoji terkini anda. Pilih berapa yang muat.
pt: Uma barra com os teus emojis recentes. Escolhe quantos cabem.
ru: Одна полоса ваших недавних эмодзи. Выберите, сколько поместится.
zh_hans: 一条最近表情栏。自己选能放几个。

source: One card covers the keys and the space around them.
de: Eine Karte deckt die Tasten und den Platz um sie herum ab.
es: Una sola tarjeta cubre las teclas y el espacio a su alrededor.
et: Üks kaart katab klahvid ja nende ümber oleva ruumi.
fr: Une seule carte couvre les touches et l'espace autour.
hu: Egyetlen kártya fedi le a billentyűket és a körülöttük lévő helyet.
it: Una sola scheda copre i tasti e lo spazio attorno.
ja: キーと、その周囲の余白は一枚のカードにまとまっています。
ko: 키와 그 주변 여백은 카드 하나에 모여 있습니다.
ms: Satu kad merangkumi kekunci dan ruang di sekelilingnya.
pt: Um só cartão cobre as teclas e o espaço à volta delas.
ru: Одна карточка накрывает клавиши и пространство вокруг них.
zh_hans: 按键和它们周围的空间都在同一张卡片里。

source: One clean line in your theme color.
de: Eine saubere Linie in deiner Design-Farbe.
es: Una línea limpia con el color de tu tema.
et: Üks puhas joon sinu teema värvuses.
fr: Une ligne nette, dans la couleur de ton thème.
hu: Egyetlen tiszta vonal a téma színében.
it: Una linea pulita nel colore del tuo tema.
ja: テーマの色ですっきり一本線。
ko: 테마 색으로 그린 깔끔한 선 하나.
ms: Satu garis bersih dalam warna tema anda.
pt: Uma linha limpa na cor do teu tema.
ru: Одна чистая линия в цвете вашей темы.
zh_hans: 一条干净的线，用你的主题色。

# One clean line in your theme colour.
source: One clean line in your theme color.
de: Eine saubere Linie in deiner Design-Farbe.
es: Una línea limpia con el color de tu tema.
et: Üks puhas joon sinu teema värvuses.
fr: Une ligne nette, dans la couleur de ton thème.
hu: Egyetlen tiszta vonal a téma színében.
it: Una linea pulita nel colore del tuo tema.
ja: テーマの色ですっきり一本線。
ko: 테마 색으로 그린 깔끔한 선 하나.
ms: Satu garis bersih dalam warna tema anda.
pt: Uma linha limpa na cor do teu tema.
ru: Одна чистая линия в цвете вашей темы.
zh_hans: 一条干净的线，用你的主题色。

source: One dial takes them from fully rounded to square-edged.
de: Mit einem einzigen Drehregler wechselst du von vollständig abgerundeten zu eckigen Tasten.
es: Un solo dial permite pasar de bordes totalmente redondeados a esquinas rectas.
et: Ühe nupuga saad muuta kuju täiesti ümarast kandiliseks.
fr: Une seule commande rotative permet de passer de bords entièrement arrondis à des angles droits.
hu: Egyetlen tárcsával állíthatod a formát a teljesen lekerekítettől a szögletesig.
it: Un solo selettore permette di passare da bordi completamente arrotondati ad angoli retti.
ja: 1つのダイヤルで、丸みのある形から角ばった形まで調整できます。
ko: 다이얼 하나로 둥근 모양부터 각진 모양까지 조절할 수 있습니다.
ms: Satu dail melaraskannya daripada bulat sepenuhnya hingga bersudut tepat.
pt: Um único seletor permite passar de bordos totalmente arredondados a cantos retos.
ru: Одним регулятором можно менять форму от полностью скруглённой до прямоугольной.
zh_hans: 一个旋钮就能将按键从圆润调到方正。

source: One full-width row per action — roomier for longer names.
de: Eine Zeile über die ganze Breite pro Aktion – mehr Platz für lange Namen.
es: Una fila de ancho completo por acción, con más espacio para nombres largos.
et: Iga toiming on täislaiuses real – rohkem ruumi pikkadele nimedele.
fr: Une ligne sur toute la largeur par action, avec plus de place pour les noms longs.
hu: Műveletenként egy teljes szélességű sor, több hellyel a hosszú neveknek.
it: Una riga a tutta larghezza per ogni azione, con più spazio per i nomi lunghi.
ja: アクションごとに横幅いっぱいの行を使い、長い名前も表示しやすくします。
ko: 동작마다 전체 너비의 행을 사용해 긴 이름도 여유 있게 표시합니다.
ms: Satu baris selebar panel bagi setiap tindakan, dengan lebih ruang untuk nama panjang.
pt: Uma fila de largura total por ação, com mais espaço para nomes longos.
ru: Каждое действие занимает строку во всю ширину — больше места для длинных названий.
zh_hans: 每项操作独占一整行，长名称也有足够空间。

source: One glide can read as several words: a phrase or a whole sentence without touching space.
de: Eine Geste kann mehrere Wörter ergeben: eine Wendung oder ein ganzer Satz, ohne die Leertaste zu berühren.
es: Un solo trazo puede leerse como varias palabras: una frase o una oración entera sin tocar el espacio.
et: Üks libistus võib anda mitu sõna: fraasi või terve lause ilma tühikut puudutamata.
fr: Un seul glissé peut donner plusieurs mots : une expression ou une phrase entière sans toucher l’espace.
hu: Egy húzás több szót is jelenthet: egy kifejezést vagy egy egész mondatot a szóköz érintése nélkül.
it: Un solo scorrimento può diventare più parole: una frase o un’intera proposizione senza toccare lo spazio.
ja: 1回のスワイプで複数の単語を入力できます。スペースに触れずに句や文全体を書けます。
ko: 한 번의 스와이프로 여러 단어를 입력할 수 있습니다. 스페이스를 누르지 않고 구나 문장 전체를 쓸 수 있습니다.
ms: Satu leretan boleh dibaca sebagai beberapa perkataan: frasa atau seluruh ayat tanpa menyentuh ruang.
pt: Um único deslizar pode virar várias palavras: uma expressão ou uma frase inteira sem tocar no espaço.
ru: Один свайп может дать несколько слов: фразу или целое предложение без нажатия пробела.
zh_hans: 一次滑行可以识别为多个词：不碰空格也能输入短语或整句。

source: One keyboard, every tool
de: Eine Tastatur, jedes Tool
es: Un teclado, todas las herramientas
et: Üks klaviatuur, kõik tööriistad
fr: Un clavier, tous les outils
hu: Egy billentyűzet, minden eszköz
it: Una tastiera, ogni strumento
ja: 1つのキーボード、すべてのツール
ko: 하나의 키보드, 모든 도구
ms: Satu papan kekunci, semua alat
pt: Um teclado, todas as ferramentas
ru: Одна клавиатура — все инструменты
zh_hans: 一个键盘，所有工具

source: One language at a time, switched from the keyboard.
de: Immer eine Sprache, umgeschaltet über die Tastatur.
es: Un idioma a la vez, que cambias desde el teclado.
et: Korraga üks keel, vahetatud klaviatuurilt.
fr: Une langue à la fois, changée depuis le clavier.
hu: Egyszerre egy nyelv, a billentyűzetről váltva.
it: Una lingua alla volta, la cambi dalla tastiera.
ja: 一度に1言語だけで、キーボードから切り替えます。
ko: 한 번에 한 언어씩, 키보드에서 바꿔가며 써요.
ms: Satu bahasa pada satu masa, ditukar dari papan kekunci.
pt: Uma língua de cada vez, trocada a partir do teclado.
ru: По одному языку за раз, переключается с клавиатуры.
zh_hans: 一次只用一种语言，在键盘上切换。

source: One payment, forever
de: Einmal zahlen, für immer nutzen
es: Un solo pago, para siempre
et: Üks makse, igaveseks
fr: Un seul paiement, pour toujours
hu: Egy fizetés, örökre
it: Un solo pagamento, per sempre
ja: 一度の支払いでずっと使える
ko: 한 번 결제로 평생 사용
ms: Sekali bayar, selamanya
pt: Um único pagamento, para sempre
ru: Один платёж — навсегда
zh_hans: 一次付费，永久使用

source: One payment. Not a subscription.
de: Einmal zahlen. Kein Abo.
es: Un solo pago. No es una suscripción.
et: Üks makse. Mitte tellimus.
fr: Un seul paiement. Pas d'abonnement.
hu: Egyszeri fizetés. Nem előfizetés.
it: Un solo pagamento. Nessun abbonamento.
ja: 一度の支払いのみ。サブスクではありません。
ko: 한 번만 결제. 구독이 아닙니다.
ms: Sekali bayar. Bukan langganan.
pt: Um único pagamento. Sem subscrição.
ru: Один платёж. Не подписка.
zh_hans: 一次付费。不是订阅。

source: One phrase per line. They type out in order, each held then deleted. Emoji and punctuation work as-is.
de: Ein Satz pro Zeile. Sie werden der Reihe nach getippt, jeder kurz gehalten und dann gelöscht. Emoji und Satzzeichen funktionieren wie sie sind.
es: Una frase por línea. Se escriben en orden, cada una se mantiene y luego se borra. Los emoji y la puntuación funcionan tal cual.
et: Üks fraas rea kohta. Need tipitakse järjekorras, igaüks lühidalt hoitakse ja kustutatakse. Emoji ja kirjavahemärgid toimivad olemasoleval kujul.
fr: Une phrase par ligne. Elles s'écrivent dans l'ordre, chacune maintenue puis supprimée. Les emoji et la ponctuation marchent tels quels.
hu: Soronként egy kifejezés. Sorban legépeli őket, kis szünet után törli mindegyiket. Az emojik és az írásjelek úgy mennek, ahogy beírtad.
it: Una frase per riga. Le digita in ordine, tenendo ognuna e poi cancellandola. Emoji e punteggiatura funzionano come sono.
ja: 1行に1つずつフレーズを書きます。順番に入力されて、それぞれ少し表示されてから消えます。絵文字や記号もそのまま使えます。
ko: 한 줄에 한 구절씩 넣어요. 순서대로 입력되고, 잠깐 머물렀다가 지워져요. 이모지랑 문장 부호는 그대로 써요.
ms: Satu frasa setiap baris. Ia ditaip mengikut urutan, setiap satu ditahan kemudian dipadam. Emoji dan tanda baca berfungsi seadanya.
pt: Uma frase por linha. Escrevem-se por ordem, cada uma fica um bocado e depois é apagada. Os emoji e a pontuação funcionam tal como estão.
ru: По фразе в строке. Они печатаются по очереди: каждая держится, потом стирается. Эмодзи и знаки препинания работают как есть.
zh_hans: 每行写一条短语。它们按顺序打出来，每条停一下再删掉。表情和标点照原样用。

source: One slider takes them from fully rounded to square-edged.
de: Ein Regler bringt sie von komplett rund bis kantig.
es: Un control las lleva de totalmente redondeadas a esquinas rectas.
et: Üks liugur viib need täiesti ümarast kandiliseni.
fr: Un curseur les fait passer d'entièrement arrondies à angles droits.
hu: Egy csúszka végigvisz a teljesen lekerekítettől a szögletesig.
it: Un cursore le porta da completamente arrotondate a spigoli vivi.
ja: スライダー1つで、完全な丸みから角ばった形まで変えられます。
ko: 슬라이더 하나로 완전히 둥근 모양부터 각진 모양까지 조절됩니다.
ms: Satu slaid mengubahnya daripada bulat sepenuhnya kepada bersudut.
pt: Um cursor leva-as de totalmente redondas a cantos direitos.
ru: Один регулятор ведёт их от полностью скруглённых до угловатых.
zh_hans: 一个滑杆就能从全圆角调到直角。

source: One steady color across every key.
de: Eine gleichmäßige Farbe auf allen Tasten.
es: Un color fijo en todas las teclas.
et: Üks kindel värv üle kõigi klahvide.
fr: Une couleur fixe sur toutes les touches.
hu: Egyetlen állandó szín minden gombon.
it: Un colore fisso su tutti i tasti.
ja: すべてのキーを一色で静かに。
ko: 모든 키에 한 가지 고정된 색.
ms: Satu warna tetap pada setiap kekunci.
pt: Uma cor fixa em todas as teclas.
ru: Один ровный цвет на всех клавишах.
zh_hans: 所有按键同一种稳定颜色。

# One steady colour across every key.
source: One steady color across every key.
de: Eine gleichmäßige Farbe auf allen Tasten.
es: Un color fijo en todas las teclas.
et: Üks kindel värv üle kõigi klahvide.
fr: Une couleur fixe sur toutes les touches.
hu: Egyetlen állandó szín minden gombon.
it: Un colore fisso su tutti i tasti.
ja: すべてのキーを一色で静かに。
ko: 모든 키에 한 가지 고정된 색.
ms: Satu warna tetap pada setiap kekunci.
pt: Uma cor fixa em todas as teclas.
ru: Один ровный цвет на всех клавишах.
zh_hans: 所有按键同一种稳定颜色。

source: One sweep. One word. Two thumbs.
de: Ein Wisch. Ein Wort. Zwei Daumen.
es: Un desliz. Una palabra. Dos pulgares.
et: Üks pühk. Üks sõna. Kaks pöialt.
fr: Un balayage. Un mot. Deux pouces.
hu: Egy húzás. Egy szó. Két hüvelykujj.
it: Un gesto. Una parola. Due pollici.
ja: ひとスワイプ。ひとつの言葉。両方の親指。
ko: 한 번 스와이프. 한 단어. 두 엄지.
ms: Satu leret. Satu perkataan. Dua ibu jari.
pt: Um deslize. Uma palavra. Dois polegares.
ru: Один взмах. Одно слово. Два больших пальца.
zh_hans: 一次滑动。一个词。两枚拇指。

source: One tap recolors the whole keyboard.
de: Ein Tipp färbt die ganze Tastatur neu.
es: Un toque recolorea todo el teclado.
et: Ühe puudutusega värvad ümber kogu klaviatuuri.
fr: Un seul geste recolore tout le clavier.
hu: Egy koppintás átszínezi az egész billentyűzetet.
it: Un tocco ricolora l’intera tastiera.
ja: ワンタップでキーボード全体の色が変わります。
ko: 한 번의 탭으로 키보드 전체 색상이 바뀝니다.
ms: Satu ketikan mewarnakan semula seluruh papan kekunci.
pt: Um toque recolore o teclado inteiro.
ru: Одно нажатие перекрашивает всю клавиатуру.
zh_hans: 轻点一下即可为整个键盘重新配色。

# One tap recolours the whole keyboard.
source: One tap recolors the whole keyboard.
de: Ein Tipp färbt die ganze Tastatur neu.
es: Un toque recolorea todo el teclado.
et: Ühe puudutusega värvad ümber kogu klaviatuuri.
fr: Un seul geste recolore tout le clavier.
hu: Egy koppintás átszínezi az egész billentyűzetet.
it: Un tocco ricolora l’intera tastiera.
ja: ワンタップでキーボード全体の色が変わります。
ko: 한 번의 탭으로 키보드 전체 색상이 바뀝니다.
ms: Satu ketikan mewarnakan semula seluruh papan kekunci.
pt: Um toque recolore o teclado inteiro.
ru: Одно нажатие перекрашивает всю клавиатуру.
zh_hans: 轻点一下即可为整个键盘重新配色。

source: One tap swaps your whole setup: layout, gestures, feel. Your theme stays put.
de: Ein Tipp tauscht deine ganze Einrichtung: Layout, Gesten, Gefühl. Dein Design bleibt, wo es ist.
es: Un toque cambia toda tu configuración: distribución, gestos, sensación. Tu tema se queda como está.
et: Üks puudutus vahetab kogu su seadistuse: paigutuse, žestid, tunnetuse. Sinu teema jääb paigale.
fr: En un tap, toute ta config change : disposition, gestes, ressenti. Ton thème ne bouge pas.
hu: Egy koppintás az egész beállításodat átváltja: kiosztás, gesztusok, érzés. A témád marad, ahol van.
it: Un tocco cambia tutta la tua configurazione: layout, gesti, feeling. Il tuo tema resta dov'è.
ja: ワンタップで設定をまるごと切り替え。配列もジェスチャーも打ち心地も。テーマはそのままです。
ko: 한 번 탭하면 배열, 제스처, 타건감까지 설정이 통째로 바뀌어요. 테마는 그대로예요.
ms: Satu ketukan menukar seluruh persediaan anda: susun atur, gerak isyarat, rasa. Tema anda kekal.
pt: Um toque troca toda a tua configuração: disposição, gestos, sensação. O teu tema fica onde está.
ru: Одно нажатие меняет всю настройку: раскладку, жесты, ощущения. Тема остаётся прежней.
zh_hans: 轻点一下，整套设置随之切换：布局、手势、手感。主题保持不变。

source: One-handed
de: Einhand
es: Una mano
et: Ühe käega
fr: À une main
hu: Egykezes
it: Con una mano
ja: 片手
ko: 한 손
ms: Sebelah tangan
pt: Com uma mão
ru: Одной рукой
zh_hans: 单手

source: One-handed left
de: Einhandmodus links
es: Una mano a la izquierda
et: Ühekäeline vasak
fr: Mode une main à gauche
hu: Egykezes mód balra
it: Una mano a sinistra
ja: 左寄せ片手用
ko: 왼쪽 한 손 모드
ms: Sebelah kiri satu tangan
pt: Uma mão à esquerda
ru: Одной рукой, слева
zh_hans: 左侧单手模式

source: One-handed mode
de: Einhandmodus
es: Modo a una mano
et: Ühekäeline režiim
fr: Mode à une main
hu: Egykezes mód
it: Modalità a una mano
ja: 片手モード
ko: 한 손 모드
ms: Mod satu tangan
pt: Modo com uma mão
ru: Режим одной руки
zh_hans: 单手模式

source: One-handed right
de: Einhandmodus rechts
es: Una mano a la derecha
et: Ühekäeline parem
fr: Mode une main à droite
hu: Egykezes mód jobbra
it: Una mano a destra
ja: 右寄せ片手用
ko: 오른쪽 한 손 모드
ms: Sebelah kanan satu tangan
pt: Uma mão à direita
ru: Одной рукой, справа
zh_hans: 右侧单手模式

source: One-handed shortcut
de: Kurzbefehl für Einhandmodus
es: Atajo para una mano
et: Ühekäerežiimi otsetee
fr: Raccourci du mode à une main
hu: Egykezes mód parancsikonja
it: Scorciatoia per una mano
ja: 片手モードのショートカット
ko: 한 손 모드 단축키
ms: Pintasan sebelah tangan
pt: Atalho para uma mão
ru: Команда режима одной руки
zh_hans: 单手模式快捷方式

source: One-time purchase. Payment charged to your Apple Account. Restore anytime from this screen.
de: Einmaliger Kauf. Die Zahlung wird deinem Apple Account belastet. Du kannst den Kauf jederzeit auf diesem Bildschirm wiederherstellen.
es: Compra única. El pago se carga a tu cuenta de Apple. Puedes restaurarlo cuando quieras desde esta pantalla.
et: Ühekordne ost. Makse võetakse sinu Apple’i kontolt. Taasta igal ajal sellelt ekraanilt.
fr: Achat unique. Le paiement est débité de ton compte Apple. Tu peux le restaurer à tout moment depuis cet écran.
hu: Egyszeri vásárlás. A fizetést az Apple-fiókodra terheljük. Erről a képernyőről bármikor visszaállíthatod.
it: Acquisto una tantum. Il pagamento viene addebitato sul tuo Apple Account. Puoi ripristinarlo quando vuoi da questa schermata.
ja: 一度だけの購入です。Apple Accountに請求されます。この画面からいつでも復元できます。
ko: 일회성 구매예요. Apple 계정으로 결제되며, 언제든 이 화면에서 복원할 수 있어요.
ms: Pembelian sekali sahaja. Bayaran dikenakan pada Akaun Apple anda. Pulihkan pada bila-bila masa daripada skrin ini.
pt: Compra única. O pagamento é cobrado na tua Conta Apple. Podes restaurar a compra quando quiseres neste ecrã.
ru: Разовая покупка. Оплата списывается с вашего Apple Account. Восстановить можно в любой момент с этого экрана.
zh_hans: 一次性购买。费用将从你的 Apple 账户扣除。你可以随时在此页面恢复购买。
